Repository: MarekJJ/MyTorrents
Catalog: TOR.Resorces/FrontEndTranslations/Administration/ConfigurationParameters.*.resx
Languages: pl_pl

source: Bool value
pl_pl: Flaga

source: Code
pl_pl: Kod

source: Configuration parameters list
pl_pl: Lista parametrów konfiguracyjnych

source: Decimal value
pl_pl: Czas/wartość

source: Description
pl_pl: Opis

source: Parameter name
pl_pl: Nazwa prarametru

source: Parameter type
pl_pl: Typ parametru

source: Selected value
pl_pl: Wybrane wartość

source: Force close Machine Activity
pl_pl: Automatyczne zamknięcie aktywności podczas otwierania kolejnej

# ParallelEmpActivityNotAllowed
source: Parallel work
pl_pl: Możliwość pracy równoległej

source: Registering qty in terminal is allowed
pl_pl: Rejestracja ilości w terminalu

# TerminalCloseAllMachineActivity
source: Way to close all machine activities
pl_pl: Tryb zamknięcia wszystkich aktywności na maszynie

# TerminalBrigadeButtonIsAvailable
source: Availability of brigade button in terminal
pl_pl: Dostępność przycisku brygady w terminalu

# TerminalBreakButtonIsAvailable
source: Availability of break button in terminal
pl_pl: Dostępność przycisku przerwa w terminalu

# TerminalNonProductiveButtonIsAvailable
source: Availability of non productive button in terminal
pl_pl: Dostępność przycisku prac nieprodukcyjnych w terminalu

# PortalMassOperationStatusChange
source: change of status of operation for all workers which taking a part in this operation.
pl_pl: Zmiana statusów wszystkich operacji dla wszystkich pracowników przeprowadzających tą operację

source: Portal mass status change qty adjustment
pl_pl: Zaktualizowanie ilości wykonanych dla operacji w kartotece "Lista otwartych aktywności"

source: Portal mass qty exceed allowable
pl_pl: Brak możliwości raportowania ujemnej ilości produkcji w panelu administracyjnym

source: Terminal order operation scan change
pl_pl: Wybór ilości zleceń po zeskanowaniu kodu

source: Terminal work activity choice
pl_pl: Definiuje zachowanie terminala po rozpoczęciu nowej aktywności

source: Terminal end work frozen time
pl_pl: Blokady możliwości logowania po ukończeniu pracy

source: Terminal bar code separator
pl_pl: Znak separujący w kodzie kreskowym

source: Portal permission to change date
pl_pl: Możliwość zmiany daty dla zamykania operacji/dodawania ilości

# TerminalCloseActivityButtonIsAvailable
source: Terminal close activity button availability
pl_pl: Dostępność przycisku zakończenia pracy w terminalu

source: Terminal shift delta
pl_pl: Możliwość wyboru zmiany podczas logowania w terminalu

source: Terminal max shift time
pl_pl: Ograniczenie maksymalnego czasu zmiany pracowniczej (ustawienie na zero wyłącza ograniczenie)

source: Terminal max shift time close mode
pl_pl: Tryb zamknięcia zmiany pracowniczej po przekroczeniu maksymalnego przyznanego czasu zmiany

# TerminalCloseAllMachineActivity1
source: Not possible to close activity by button
pl_pl: Brak możliwości zamknięcia aktywności przyciskiem zakończ pracę

# TerminalCloseAllMachineActivity2
source: Close of activities without questioning
pl_pl: Zamknięcie aktywności bez pytania

# TerminalCloseAllMachineActivity3
source: Close of activities with questioning
pl_pl: Zamknięcie aktywności prosząc o potwierdzenie

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Configuration parameter
pl_pl: Parametr konfiguracyjny

source: Text
pl_pl: Tekst

source: TerminalIdleTimout
pl_pl: Automatyczne wylogowanie pracownika po braku aktywności

source: Portal mass WO status change
pl_pl: W przypadku wyboru statusu dla wszystkich zleceń z kartoteki status się zaktualizuje

# TerminalWorkActivityChoice1
source: After start activity redirecting to list.
pl_pl: Po rozpoczęciu aktywności powraca do ekranu listy

# TerminalWorkActivityChoice2
source: After start activity automatically logging out.
pl_pl: Po rozpoczęciu aktywności wyloguje pracownika

# TerminalWorkActivityChoice3
source: After start activity coming up validation window then automatically redirecting to list.
pl_pl: Po rozpoczęciu aktywności wyświetli się ramka aktywności, następnie powróci do listy

# TerminalWorkActivityChoice4
source: After start activity coming up validation window then automatically logging out.
pl_pl: Po rozpoczęciu aktywności wyświetli się ramka z potwierdzeniem zapisu, następnie pracownik zostanie wylogowany

# TerminalMaxShiftTimeCloseMode0
source: Worker have to finished shift himself and is not able to start new activity on this shift.
pl_pl: Pracownik musi zakończyć ręcznie, nie ma możliwości rozpoczęcia kolejnych aktywności na tej zmianie

# TerminalMaxShiftTimeCloseMode1
source: Automatically finishing shift with actual time.
pl_pl: Automatycznie kończy zmianę zgodnie z aktualnym czasem

source: Text value
pl_pl: Wartość teksowa

# false
source: No
pl_pl: Nie

# true
source: Yes
pl_pl: Tak

# TerminalOrderOperationScanChange1
source: Many orders.
pl_pl: Wiele zleceń

# TerminalOrderOperationScanChange2
source: Single order.
pl_pl: Jedno zlecenie

source: Name
pl_pl: Nazwa

# TerminalPrintLabel
source: Terminal print label availbility button
pl_pl: Dostępność przycisku drukowania etykiet w Terminalu

# PortalMachineMappingToExternalCode
source: Machine mapping to external code
pl_pl: Mapowanie zewnętrznego kodu

# PortalMachineMappingToExternalCode0
source: No
pl_pl: Nie

# PortalMachineMappingToExternalCode1
source: Yes
pl_pl: Tak
